<body class="inf-body">
    <?php
    require "header.php";
    ?>
    <div class="title">
        О нас
    </div>
    <div class="flexarea">
    <div class="flex-point" id="point1">
        <div class="point" id="point1">
            <div class="point-title">
                Опыт
            </div>
            <div class="point-text">
            Наш магазин находится на рынке ретро-шутеров уже 5 лет. За это время мы собрали более 500 достойных игр. Мы всегда в курсе последних новинок в мире ретро-гейминга и стремимся предложить нашим клиентам только лучшие игры прошлых десятилетий.

Мы гарантируем аутентичность нашей продукции и предоставляем гарантию на все наши товары. Наша цель - вернуть наших клиентов во времена, когда игры были простыми и захватывающими.

Мы ценим каждого нашего клиента и стремимся к тому, чтобы наши отношения были долгосрочными, ведь вместе мы можем создать уникальный опыт игры в ретро-шутеры, который будет радовать наших клиентов долгие годы.
            </div>
        </div>
        <div class="photo-point">
            <img src="images/revolver.png" alt="revolver">
        </div>
    </div>
        <div class="flex-point" id="point2">
            <div class="photo-point">
                <img src="images/team.png" alt="team">
            </div>
            <div class="point">
                <div class="point-title">
                    Команда
                </div>
                <div class="point-text">
                Мы ценим и уважаем каждого члена нашей команды и стремимся создать вдохновляющую рабочую атмосферу, где каждый может раскрыть свой потенциал и достичь успеха. Наши специалисты обладают богатым опытом и глубокими знаниями работы с продукцией от ведущих мировых производителей, что позволяет нам предлагать только самые интересные проекты для наших клиентов.
                </div>
                
            </div>
        </div>
    </div>
    <?php
    require "footer.php";
    ?>
</body>

</html>